if text == 'الاغاني' then
local help_text = database:get(bot_id..'help10_text')
Text = [[
•━━━━━━━━━━━━━•ٴ
لتشغيۧل الاغانۨــہيۧ اكتب اغنۨــہيۧة + رقمۘ الاغنۨــہيۧة ❣💥

مۘثال اغنۨــہيۧة 1 🎵🎶

مۘع مۘراعاة وضع المۘسافة بيۧنۨــہ الكلمۘة والرقمۘ 📡  𓍕
•━━━━━━━━━━━━━•ٴ
١-اليسا - عظيمة 
٢-جعفر الغزال - ما تدري عفتك ليش
٣-نور الزين - ثكيل
٤-قاسم السلطان - على خدي
٥-نور الزين - ما نسيتك
٦-حاتم العراقي - ربع حبي
٧-حسين الغزال - لو يدري حبيبي
٨-دموع تحسين - بعد بعد
٩-حسام الرسام - عين بعين
١٠-علي ومحمود - راحتي النفسيه
١١-علي جاسم - لحكتني للبستان
١٢-كرار الجابري - معزوفة الديج
١٣-رائد ابو فتيان - ارجعلي
١٤-ديانا حداد - الى هنا
١٥-نور الزين - ويلو
١٦-قصي حاتم - راحت الحنيه
١٧-جعفر الغزال - نمبر 1
١٨-خالد الحنين - انت بدمي
١٩-محمد السالم - حقد بطلو
٢٠-نصرت البدر - غرك بالماي
٢١-ساجده عبيد - خاله
٢٢-اليسا - حاله حب
٢٣-نصرت البدر - غرك بالماي
٢٤-نصرت وحسين - ذكرياتي وياك
٢٥-محمود التركي - توكع ع الجرح
٢٦-محمد عبد الجبار - تانيتكم
٢٧-محمد عبد الجبار - كلت ماحب
٢٨-دبكات - اجا المعلم 
٢٩-حسام الرسام - اقبل اروح وياك 
٣٠-حسام الرسام - شيصيرلك ذاك الجرح 
٣١-نور الزين - الخلقه نار 
٣٢-صلاح حسن - تعب سهر
•━━━━━━━━━━━━━•ٴ
彡 .[FaNdAm Channel](t.me/fandam0)➢
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end