if text == "الاغاني" or text == "اغاني" then
local help_text = database:get(bot_id..'help11_text')
Text = [[
•━━━━━━━━━━━━━•ٴ
١-اليسا - عظيمة 
٢-جعفر الغزال - ما تدري عفتك ليش
٣-نور الزين - ثكيل
٤-قاسم السلطان - على خدي
٥-نور الزين - ما نسيتك
٦-الدراجي - راب
٧-حسين الغزال - لو يدري حبيبي
٨-دموع تحسين - بعد بعد
٩-حسام الرسام - عين بعين
١٠-علي ومحمود - راحتي النفسيه
١١-علي جاسم - لحكتني للبستان
١٢-كرار الجابري - معزوفة الديج
١٣-رائد ابو فتيان - ارجعلي
١٤-ديانا حداد - الى هنا
١٥-نور الزين - ويلو
١٦-قصي حاتم - راحت الحنيه
١٧-جعفر الغزال - نمبر 1
١٨-خالد الحنين - انت بدمي
١٩-محمد السالم - حقد بطلو
٢٠-نصرت البدر - غرك بالماي
٢١-ساجده عبيد - خاله
٢٢-اليسا - حاله حب
٢٣-نصرت البدر - غرك بالماي
٢٤-نصرت وحسين - ذكرياتي وياك
٢٥-محمود التركي - توكع ع الجرح
•━━━━━━━━━━━━━•ٴ
✸∫ ↬[Channel FaNdAm](https://t.me/joinchat/AAAAAFg8rs0j5rOAlZy0pg) 
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
